test-scripts/request-single.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:ptc="http://no.group.petclinic/owners">
    <soapenv:Header/>
    <soapenv:Body>
        <ptc:getSingleOwnerRequest>
        	<ptc:id>666</ptc:id>
        </ptc:getSingleOwnerRequest>
    </soapenv:Body>
</soapenv:Envelope>
